export const team = [
  {
    img: 'gizmo.png',
    name: 'Артём:',
    post: 'руководитель программно-технической службы',
    sub: 'Ты проиграл, если <br>утратил веру в себя'
  },
  {
    img: 'tanya.png',
    name: 'Татьяна:',
    post: 'дизайнер',
    sub: 'Чему бы жизнь нас не учила, <br>а сердце верит в чудеса'
  },
  {
    img: 'yana.png',
    name: 'Яна:',
    post: 'специалист <br>маркетинговой службы',
    sub: 'По жизни - с улыбкой!'
  },
  {
    img: 'sofiya.png',
    name: 'София:',
    post: 'руководитель службы инфоподдержки',
    sub: 'Мыслить позитивно, стремиться к лучшему'
  },
]