<template>
  <div class="modal ar" v-if="isModalSecurityPolicyOpen">
    <div class="modal-security-policy">
      <img src="@/assets/images/close.png" alt="" class="modal-close" @click="toggleIsModalSecurityPolicyOpen">
      <div class="policy-title abold">Политика конфиденциальности</div>
  
      <div class="paragraph">
        <p><br>Политика конфиденциальности содержит пояснения о том, как используется информация, которую Вы
          предоставляете,
          и как связаться со службами проекта <a :href="`https://${ host }/`" target="_blank" class="link">{{ `https://${ host }/` }}</a>,
          если у Вас возникнут вопросы и проблемы.</p><br class="br">

        <p><br><strong class="redactor-inline-converted">1. Какая информация нам необходима?<br class="br">
          </strong>Если вы решаете подписаться на информационный продукт, размещенный на сайте нашего проекта,
          мы попросим предоставить информацию о Вашем имени и адресе электронной почты. Это объясняется следующими
          соображениями.<br>
          Во-первых нам необходимо доставить тот информационный продукт, к которому Вы проявили интерес.<br>
          Кроме того, мы регулярно готовим актуальные информационные продукты (как платные, так и большое количество
          бесплатных),
          и Ваш интерес к конкретному информационному продукту позволяет предположить, что и другие продукты по теме
          нашего проекта:
          «Проект MARTA-NG» - могут быть Вам интересны и полезны. Для того чтобы информировать Вас об этих продуктах, а
          также обеспечить
          к ним доступ, нам требуется отправить Вам информационное письмо.<br class="br"><br class="br">

          <strong class="redactor-inline-converted">2. Как мы поступаем <br class="show_500">с Вашей персональной информацией?</strong><br class="br">
          Адрес Вашей электронной почты и Ваше имя мы используем в следующих целях: для предоставления
          Вам информационных продуктов и профессионального сопровождения по ним, а также для обработки Ваших запросов в
          службу
          поддержки; для рассылки новостей и рекламной информации о продуктах, услугах, специальных предложениях,
          продуктах и услугах
          избранных партнеров в пределах, разрешенных действующим законодательством, или в соответствии с Вашими
          пожеланиями
          (см. ниже раздел «Отказ от подписки»); - для рассылки служебных сообщений (например, если Вы забыли свой пароль
          – применительно
          к продуктам, содержащим пароль); - для предотвращения и выявления мошенничества и незаконного использования
          продуктов
          проекта <a :href="`https://${ host }/`" target="_blank" class="link">{{ `https://${ host }/` }}</a><br class="br"><br class="br">

          <strong class="redactor-inline-converted">3. Кто еще получает доступ  <br class="show_500">к персональной информации?</strong><br class="br">
          Для осуществления рассылки мы используем сервис почтовых рассылок GetCourse <br>
          Этот сервис обрабатывает Вашу персональную информацию (т.е. e-mail и указанное Вами имя) для того, чтобы мы
          могли отправить
          Вам электронное письмо с доступом к выбранному Вами продукту или проинформировать Вас о новых актуальных
          продуктах по теме нашего проекта.<br class="br"><br class="br">
          
          <strong class="redactor-inline-converted">4. Идентификационные файлы (cookies)</strong><br class="br">
          Сайт проекта <a :href="`https://${ host }/`" target="_blank" class="link">{{ `https://${ host }/` }}</a>, содержит идентификационные файлы,
          так называемые, cookies. Cookies – представляют собой небольшие текстовые файлы,
          отправляемые на компьютер посетителя сайта для учета его действий. Cookies используются на нашем сайте для
          персонализации учета посещений,
          изучения поведения посетителей на сайте и регистрации их действий. Вы можете отключить использование cookies в
          параметрах настройки браузера.
          Следует учитывать однако, что в этом случае некоторые функции будут недоступны или могут работать
          некорректно.<br class="br"><br class="br">

          <strong class="redactor-inline-converted">5. Безопасность</strong><br class="br">
          Мы предпринимаем разумные меры для сведения к минимуму возможности утраты, кражи, недобросовестного
          использования,
          несанкционированного доступа к Вашей персональной информации, уничтожения, изменения или ее раскрытию.<br>
          В то же время мы убедительно просим Вас самым внимательным образом подойти к хранению паролей к учетным записям
          и не сообщать их кому-либо еще (в случае, если речь идет о продуктах, содержащих пароли доступа). Немедленно
          свяжитесь
          с нами (раздел «Контакты»), если станет известно о каком-либо нарушении информационной безопасности (например,
          несанкционированном использовании Вашего пароля).<br class="br"><br class="br">

          <strong class="redactor-inline-converted">6. Дети</strong><br class="br">
          Мы всецело разделяем настороженность родителей в вопросах использования персональной информации об их детях.
          Настоятельно просим всех посетителей младше 18 лет, получить разрешение родителей или опекунов, прежде чем
          предоставлять
          какую-либо персональную информацию. Мы не собираем информацию о детях намеренно. Если нам станет известно о том,
          что нами
          получена персональная информация о ребенке, не достигшем 14-летнего возраста, мы предпримем меры для удаления
          такой информации в возможно короткие сроки.<br class="br"><br class="br">

          <strong>7. Отказ от подписки</strong><br class="br">
          Если Вы больше не хотите получать сообщения по рассылке проекта <br>
          <a :href="`https://${ host }/`" target="_blank" class="link">{{ `https://${ host }/` }}</a>, перейдите по ссылке, указанной в нижней части любой
          статьи, присланной на Ваш e-mail с адреса проекта.<br>
          8. Контакты<br>Если у Вас возникнут вопросы и/или проблемы, связанные с политикой безопасности и сохранностью
          Ваших персональных данных,
          обращайтесь, пожалуйста, на адрес:<br class="br"><br class="br">

          <a href="mailto:info@marta-ng.com" class="link">info@marta-ng.com</a> <br class="br">
          или позвоните по телефону <a href="tel:79139129190" class="link">+7-913-912-91-90</a>.
        </p>
    </div>
  </div>
</div></template>

<script>
import { useStore } from 'vuex'
import { computed, ref } from 'vue'

export default {
  name: "SecurityPolicy",
  setup() {
    const store = useStore()
    const isModalSecurityPolicyOpen = computed(() => store.state.modal.isModalSecurityPolicyOpen)
    const toggleIsModalSecurityPolicyOpen = () => store.commit('toggleIsModalSecurityPolicyOpen')
    const host = ref(location.host)

    return { isModalSecurityPolicyOpen, toggleIsModalSecurityPolicyOpen, host }
  },
}
</script>

<style>@import url(./SecurityPolicy.css);</style>