export const Gifts = [
  {
    title: 'У МЕНЯ ВСЁ БОЛЬШЕ СИЛ',
    type: 'аудио',
    duration: '12 минут',
    img: 'gift1.png',
    link: 'http://link.ru',
    text: `Динамичная медитация-настрой.<br>
      Практикуя эту медитацию, ежедневно, или, по мере необходимости,
      время от времени, ты станешь замечать, что, помимо общего
      улучшения самочувствия, она помогает снять усталость
      и увеличить физическую энергию, что ощущается как
      высокий тонус, полнота сил.`
  },
  {
    title: 'У МЕНЯ ВСЁ БОЛЬШЕ СИЛ',
    type: 'аудио',
    duration: '12 минут',
    img: 'gift1.png',
    link: 'http://link.ru',
    text: `Динамичная медитация-настрой.<br>
      Практикуя эту медитацию, ежедневно, или, по мере необходимости,
      время от времени, ты станешь замечать, что, помимо общего
      улучшения самочувствия, она помогает снять усталость
      и увеличить физическую энергию, что ощущается как
      высокий тонус, полнота сил.`
  },
  {
    title: 'У МЕНЯ ВСЁ БОЛЬШЕ СИЛ',
    type: 'аудио',
    duration: '12 минут',
    img: 'gift1.png',
    link: 'http://link.ru',
    text: `Динамичная медитация-настрой.<br>
      Практикуя эту медитацию, ежедневно, или, по мере необходимости,
      время от времени, ты станешь замечать, что, помимо общего
      улучшения самочувствия, она помогает снять усталость
      и увеличить физическую энергию, что ощущается как
      высокий тонус, полнота сил.`
  },
]