let MainPage

if(location.host !== 'localhost:8080'){
  MainPage = chapters
} else {
  MainPage = [
    {
      "title": "Нейрокорректоры",
      "new": true,
      "link": "/audio-katalog/nk/",
      "img": "cm25.png",
      "text": "Нейрокорректоры – это колоссальное научное открытие. Они напрямую работают с полем мышления, освобождая его от того, что портит судьбу, гробит здоровье, разрушает отношения и \nсводит на ноль уверенность в себе. \nНейрокорректоры строятся по конкретным целям, ориентированным на желания человека, и выполняют 2 функции:\n&nbsp&nbsp&nbsp1. Очищают поле мышления от сдерживающих/разрушительных представлений\n&nbsp&nbsp&nbsp2. На их место загружают представления позитивные\nРезультат виден/чувствуется после каждого обращения к нейрокорректору. Курс применения нейрокорректора обеспечивает накопление эффекта и укрепляет его устойчивость. Поэтому, начиная примерно с середины курса, люди рапортуют о достижениях – наглядных и неоспоримых.\n"
    },
    {
      "title": "МетаХилинг",
      "new": true,
      "link": "/audio-katalog/meta_hiling_2/",
      "img": "cm27.png",
      "text": "Метод МетаХилинг – это эффективные программы, обеспечивающие полное и окончательное выздоровление при помощи собственного разума.  Однако не сам по себе разум спасает от болезни, а усиление сил организма, заявленное разумом. \nКогда человек, доверяя силам своего разума и организма, изо всех сил стремится выздороветь полностью и окончательно, он обязательно будет вознагражден.\n"
    },
    {
      "title": "Гипнотические заговоры",
      "new": true,
      "link": "/audio-katalog/gipnoticheskie_zagovory/",
      "img": "cm26.png",
      "text": "Гипнотический заговор – это второе название гипнотической метафоры, которая даёт возможность говорить с подсознанием напрямую, и напрямую передавать задачи и  отдавать поручения той силе, которая – давай это признаем – руководит всем, что  составляет нашу жизнь.\n\nЗаговор (метафора) – это такая речь, которую каждое подсознание воспринимает как родной язык. Именно поэтому такие наглядные изменения в ответ на взаимодействие,\nпроизводимое на метафоричном языке. Если прибавить к этому гипнотическое состояние, то получается то, что называют чудом – тем, что вроде не могло произойти, но всё же вот:  произошло."
    },
    {
      "title": "Медитации для начинающих",
      "new": false,
      "link": "/chapters/?id=1",
      "img": "cm1.png",
      "text": "Известно, что быстро и комфортно снять стресс, исцелиться, поднять настроение, освободиться от хронической усталости, стать успешным человеком - всё это обеспечивают медитации. Но что, если нет навыка медитировать? В этом случае помогут сеансы медитации для начинающих. Это аудио- и видеосеансы, в ходе которых при помощи испытанной суггестивной техники быстро обеспечивается вход в медитативное состояние. В результате получается именно тот эффект, который является целевым для той или иной медитации."
    },
    {
      "title": "Деньги, достаток",
      "new": false,
      "link": "/chapters/?id=2",
      "img": "cm2.png",
      "text": "На сеансах, нацеленных на привлечение материального достатка, в особой технике осуществляется взаимодействие с подсознанием: в зону подсознания на языке нейролингвистики передаются поручения обеспечить условия для увеличения личной доходности.\r\n\r\nКак выполняются эти поручения - можно увидеть своими глазами: деловито, прагматично и без всякой мистики. Увеличение доходности обычно происходит по причинам, которые поддаются логическим объяснениям."
    },
    {
      "title": "Изменение личностной истории",
      "new": false,
      "link": "/chapters/?id=9",
      "img": "cm9.png",
      "text": "Если есть недовольство своей жизнью, если все складывается не так, как хотелось бы, если давно и безрезультатно надеешься на позитивные изменения в жизни, то обратись к суггестивным решениям, обеспечивающим изменение личностной истории.\n\nТакое изменение освобождает от повторяющихся проблем и избавляет от всякого рода неприятностей, с которыми не получилось справиться самостоятельно."
    },
    {
      "title": "Успех, личная эффективность",
      "new": false,
      "link": "/chapters/?id=6",
      "img": "cm6.png",
      "text": "Личная эффективность – это когда ты максимально быстро достигаешь своих целей и при этом прилагаешь минимальное количество усилий. И это возможно только в состоянии потока – особом психологическом состоянии, которое обеспечивает пик производительности.\n\nВ таком состоянии ты получаешь возможность выдать свой максимум, а затем и вообще выйти за собственные пределы. Как войти в поток? Пройди в этот раздел, чтобы увидеть: входить в поток и находиться в нем - это очень просто."
    },
    {
      "title": "Развитие Интуиции",
      "new": false,
      "link": "/chapters/?id=13",
      "img": "cm13.png",
      "text": "Интуиция– это вовсе не чувство, как привыкли думать, а совершенно полноценный орган восприятия, шестой по счету. Этот орган восприятия работает как канал связи с внутренней силой – с подсознанием. Когда канал активен, то это называется развитой интуицией: способностью взаимодействовать с «той стороной» себя, которая, не скованная границами материального мира, видит потенциалы всех явлений и всех событий, поэтому может выявлять те из них, которые являются правильными решениями. Для развития интуиции есть множество способов. Например, те, что расположены в этом разделе. Эти способы хорошо себя зарекомендовали – хорошо работают на развитие интуиции."
    },
    {
      "title": "Освобождение от отрицательных эмоций",
      "new": false,
      "link": "/chapters/?id=11",
      "img": "cm11.png",
      "text": "Как простым способом отключить в себе неприятные проявления (раздражительность, обидчивость, агрессивность и прочее подобное)?\n\nТебе необходим способ, помогающий перестать проявляться в тех реакциях, за которые потом коришь себя, жалея, что не удалось сохранить самообладание.\n\nСеансы данного раздела обеспечивают наглядный и немедленный эффект: проявление во взрывных реакциях прекращается."
    },
    {
      "title": "Установки на позитивные изменения",
      "new": false,
      "link": "/chapters/?id=8",
      "img": "cm8.png",
      "text": "Установки на позитивные изменения, или программирование на удачу, производимое в различных техниках контакта с подсознанием – это уже обыденная вещь.\n\nПрограммирование в этих техниках широко используется, хорошо себя зарекомендовало и действительно обеспечивает эффект удачливости. Пробуй и убеждайся."
    },
    {
      "title": "Здоровье, хорошая форма",
      "new": false,
      "link": "/chapters/?id=15",
      "img": "cm15.png",
      "text": "«Здоровая матрица», «Самогипноз вместо таблеток», «Хорошее самочувствие прямо сейчас», «Устойчивый биостат», «Держу вес» и другие сеансы и технологии из этого раздела хорошо помогают в том, чтобы хорошо себя чувствовать и отлично выглядеть.\n\nИспытай эти решения на деле, чтобы убедиться: твое подсознание, когда оно правильно организовано, является гарантом хорошего здоровья и помогает без особых усилий быть в хорошей форме."
    },
    {
      "title": "Омоложение",
      "new": false,
      "link": "/chapters/?id=7",
      "img": "cm7.png",
      "text": "В этом разделе размещены сеансы и технологии, построенные на научном принципе взаимодействия с подсознанием как с силой, управляющей биологическими процессами. Такое взаимодействие с подсознанием обеспечивает обычно 2 базовых эффекта:\r\n\r\n1. Стабилизируется работа эндокринной системы\r\n2. Нормализуется скорость обновляющих процессов\r\n\r\nВ результате наблюдается повышение общего тонуса, что и является причиной наглядного внешнего омоложения."
    },
    {
      "title": "Преодоление неуверенности в себе",
      "new": false,
      "link": "/chapters/?id=10",
      "img": "cm10.png",
      "text": "Терапия личности, направленная на нейтрализацию внутреннего конфликта, распознаваемого как неуверенность в себе и как страх/неспособность принимать решения. Терапия построена на взаимодействии с подсознанием с передачей в поле бессознательного якорей ресурсного состояния.\n\nРезультат обычно не заставляет себя долго ждать: модели уверенного поведения начинают проявляться. Это происходит немедленно, начинаясь в первую очередь с того, где прежде чувство неуверенности проявлялось наиболее остро."
    },
    {
      "title": "От угнетённого состояния",
      "new": false,
      "link": "/chapters/?id=12",
      "img": "cm12.png",
      "text": "Подавленное (угнетенное) состояние – это вовсе не плохое настроение, а патологическое состояние психики, характеризующееся хроническим унынием, отсутствием интереса и ухудшением общего состояния.\n\nУгнетенное состояние может быть одним из симптомов невроза, депрессии или возникать как самостоятельная патология, которая сама на себе не замыкается, а вызывает телесные заболевания. Если (хотя бы время от времени) ты оказываешься в подавленном состоянии, то не надейся, что «пройдет само», это вряд ли. Это обязательно надо лечить. И в этом хорошо помогают сеансы и сессии, собранные в этом разделе"
    },
    {
      "title": "От бессонницы",
      "new": false,
      "link": "/chapters/?id=14",
      "img": "cm14.png",
      "text": "Сеансы «Нехимическое снотворное», «Инкубация сна», «Четкие и понятные сны сегодня ночью», «Хороший сон» - это то, что стоит попробовать, чтобы навсегда избавиться от бессонницы и полноценно спать ночью, восстанавливая силы."
    },
    {
      "title": "От тяжёлой болезни",
      "new": false,
      "link": "/chapters/?id=16",
      "img": "cm16.png",
      "text": "Когда терзают тяжелые болезни, то лекарственной терапии оказывается мало.\n\nГлавное необходимое условие – это психологический настрой больного, его эмоциональное состояние.\n\nЭто теперь признается и академической медициной, поэтому в числе всех целебных назначений врачи все чаще настоятельно рекомендуют больным принимать суггестивные сеансы – ведь они действительно обеспечивают хорошую динамику выздоровления. Такие сеансы размещены в этом разделе. Выбери тот, что тебе подойдет."
    },
    {
      "title": "Терапевтические сказки",
      "new": false,
      "link": "/chapters/?id=5",
      "img": "cm5.png",
      "text": "Если у тебя есть дети (внуки) в возрасте от 3 до 10 лет, то обязательно посети этот раздел. Когда войдешь сюда, первым делом скачай маленькую электронную книжку.\n\nПрочти ее. Ты увидишь своего ребенка совсем в другом свете. И многое про него поймешь. И про себя – тоже."
    },
    {
      "title": "БЕСТСЕЛЛЕРЫ",
      "new": false,
      "link": "/best-sellers/",
      "img": "cup.png",
      "text": "В этом разделе представлен список самых популярных сеансов и программ. Список бестселлеров от Марты постоянно обновляется и пополняется новинками. Следите за новостями!"
    },
    {
      "title": "НОВИНКИ",
      "new": false,
      "link": "/noveltys/",
      "img": "star.jpeg",
      "text": "Горячие новинки проекта Марта-NG только для посетителей сайта. Выгодные цены, грандиозные скидки. Не упустите ваш шанс!"
    },
    {
      "title": "Вкусная распродажа",
      "new": false,
      "link": "/sale/",
      "img": "taste-sale.png",
      "text": "В этом разделе представлены сеансы и сессии по самым вкусным ценам. Каталог скидок периодически обновляется. Лови момент и успей купить с максимальной выгодой."
    }
  ]
}

export default MainPage