export const MainPage = [
  {
    title: 'Нейрокорректоры',
    new: true,
    link: 'http://link.ru',
    img: 'cm25.png',
    text: `
      Нейрокорректоры – это колоссальное научное открытие. Они напрямую работают с полем мышления,
      освобождая его от того, что портит судьбу, гробит здоровье, разрушает отношения и <br>
      сводит на ноль уверенность в себе. <br>
      Нейрокорректоры строятся по конкретным целям, ориентированным на желания человека, 
      и выполняют 2 функции: <br class="br">
      &nbsp;&nbsp;&nbsp;1. Очищают поле мышления от сдерживающих/разрушительных представлений  <br class="br">
      &nbsp;&nbsp;&nbsp;2. На их место загружают представления позитивные. <br class="br">
      Результат виден/чувствуется после каждого обращения к нейрокорректору. Курс применения нейрокорректора
      обеспечивает накопление эффекта и укрепляет его устойчивость. Поэтому, начиная примерно с середины
      курса,
      люди рапортуют о достижениях – наглядных и неоспоримых. <br>
    `
  },
  {
    title: 'МетаХилинг',
    new: true,
    link: 'http://link.ru',
    img: 'cm27.png',
    text: `
      Метод МетаХилинг – это эффективные программы, обеспечивающие полное и окончательное выздоровление при
      помощи собственного разума. Однако не сам по себе разум спасает от болезни, а усиление сил организма,
      заявленное разумом. <br>
      Когда человек, доверяя силам своего разума и организма, изо всех сил стремится выздороветь полностью и
      окончательно, он обязательно будет вознагражден.<br>
    `
  }
]