export const top20 = [
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
  {
    title: 'Почему 20% своего гардероба ты носишь 80% времени', 
    link: 'http://link.ru'
  },
]