export const questions = [
  {
    isOpen: false,
    title: `Какие ограничения?`,
    text: `Шизофрения<br class="br">
    Биполярное расстройство<br class="br">
    Диссоциативное расстройство идентичности<br class="br">
    Параноидное расстройство<br class="br">
    И <span class="underline">отсутствие мотивации</span><br class="br"><br class="br">
    
    Мотивация — самый важный фактор, влияющий на способ&shy;ность погружаться в гипнотический транс. <br>
    Чрезмерный скептицизм в сочетании с недостатком желания достичь позитивных изменений <br>
    наверняка закончится неудачей, несмотря на совершенство прогрессивного гипноза`
  },
  {
    isOpen: false,
    title: `Что делать, если не подошло/не понравилось?`,
    text: `Воспользоваться <span class="link" data-warranty>гарантией возврата средств</span>. <br class="br">
    Она действительна в течение 1 года`
  },
  {
    isOpen: false,
    title: `Почему такая большая скидка?`,
    text: `Это наша практика: на премьерные продукты большие скидки. <br>
    Но действие скидок всегда ограничено. В данном случае, <br>
    максимальная скидка действует всего 4 дня.`
  },
  {
    isOpen: false,
    title: `Могу я заказать, а оплатить позже? <br class="show_500">Скидка сохранится?`,
    text: `Оформленный заказ действителен 5 суток. <br>
    На 6-е сутки, если не обратились с заявкой о продлении, <br>
    заказ аннулируется. Заявка о продлении заказа с сохранением <br>
    скидки увеличивает его действительность ещё на 5 суток.`
  },
  {
    isOpen: false,
    title: `Когда оплачиваешь, что делать дальше?`,
    text: `После оплаты войдите в свою e-mail почту. <br class="br"><br class="br">

    <span class="underline">Если оплата произведена через автоматическую систему платежей</span>, <br>
    то письмо со ссылкой выдачи заказа приходит в течение 1-10 минут <br>
    после оплаты. Обратившись к ссылке в этом письме, заберите программу <br>
    и начинайте принимать сеансы в том порядке, в каком они <br>
    размещены в программном меню<br class="br"><br class="br">
    
    <span class="underline">Если оплата произведена банковским переводом</span>, напишите в нашу службу <br>
    поддержки: <a href="#">info@marta-ng.com</a> и вложите в своё письмо скан квитанции/чека. В ответ <br>
    на это письмо на ваш e-mail придёт письмо со ссылкой. <br>
    Обратитесь к этой ссылке, заберите программу и начинайте <br>
    принимать сеансы в том порядке, в каком они размещены в меню.<br class="br"><br class="br">
    
    <strong>P.S.</strong> В программе есть модуль «Инструкции». <br>
    В нем даны рекомендации по каждому сеансу. <br>
    Просьба им следовать, чтобы получить максимальную пользу.`
  },
  {
    isOpen: false,
    title: `Есть ли сопровождение?`,
    text: `Программа обеспечена сопровождением 3-х видов: <br>
    техническая, информационная, авторская.<br class="br"><br class="br">
    
    Чтобы получить поддержку, достаточно о ней заявить. <br>
    Для этого в программе есть кнопка «Поддержка». <br>
    Специалисты отвечают и оказывают помощь <br>
    в день получения заявки.`
  },
]